13/data/attachments/9088ceb38f69a94f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f7b876d8-e9e2-4808-b09c-822ecbf31510</nif:username>
            <nif:friendToBeAdded>Karen_various_Friend_23200_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>